GENDER_CHOICE = (
    ("남성", "남성"),
    ("여성", "여성")
    )

REASON_CHOICE = (
    ("생일 선물", "생일 선물" ),
    ("기념일 선물", "기념일 선물" ),
    ("나에게 주는 선물", "나에게 주는 선물" )
    )

STYLE_CHOICE = (
    ("하객룩", "하객룩"),
    ("데일리", "데일리"),
    ("오피스", "오피스"),
    ("캐주얼", "캐주얼"),
    ("스트릿", "스트릿"),
    ("기타", "기타")
    )

JOB_CHOICE = (
    ("학생", "학생"),
    ("주부", "주부"),
    ("전문직", "전문직"),
    ("회사원", "회사원"),
    ("자영업", "자영업"),
    ("기타", "기타")
    )

ADDRESS_CHOICE = (
    ("경기도", "경기도"),
    ("강원도", "강원도"),
    ("충청북도", "충청북도"),
    ("충청남도", "충청남도"),
    ("전라북도", "전라북도"),
    ("전라남도", "전라남도"),
    ("경상북도", "경상북도"),
    ("경상남도", "경상남도"),
    ("제주도", "제주도")
    )